---
type: AssetPropertyDoubleArray2d
namespace: Autodesk.Revit.DB.Visual
version: 2024
members: 1
tags: [revit-api, class]
---

# AssetPropertyDoubleArray2d

`Autodesk.Revit.DB.Visual.AssetPropertyDoubleArray2d` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Value | — | `public DoubleArray Value { get ; }` |